/* Title of 'Create account' page */
"Create account" = "Création du profil";

/* Error message when creating an offline account */
"Please enter a pseudo" = "Entrer un pseudo.";

/* Error message when creating an offline account */
"Pseudo already used" = "Pseudo déjà utilisé.";

